test_cases/openfoam_2d_mach3_cylinder/openfoam_case/system/controlDict
FoamFile { version 2.0; format ascii; class dictionary; object controlDict; }
application     rhoCentralFoam;
startFrom       startTime;
startTime       0;
stopAt          endTime;
endTime         0.001;
deltaT          1e-08;
writeControl    runTime;
writeInterval   0.0002;
purgeWrite      0;
writeFormat     ascii;
writePrecision  6;
writeCompression off;
timeFormat      general;
timePrecision   10;
runTimeModifiable true;
adjustTimeStep  yes;
maxCo           0.3;
maxDeltaT       1e-05;
