test_cases/openfoam_2d_mach3_cylinder/openfoam_case/constant/polyMesh/boundary
/*--------------------------------*- C++ -*----------------------------------*\
| =========                 |                                                 |
| \\      /  F ield         | OpenFOAM: The Open Source CFD Toolbox           |
|  \\    /   O peration     | Version:  2406                                  |
|   \\  /    A nd           | Website:  www.openfoam.com                      |
|    \\/     M anipulation  |                                                 |
\*---------------------------------------------------------------------------*/
FoamFile
{
    version     2.0;
    format      ascii;
    arch        "LSB;label=32;scalar=64";
    class       polyBoundaryMesh;
    location    "constant/polyMesh";
    object      boundary;
}
// * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * //

4
(
    frontAndBack
    {
        type            empty;
        physicalType    patch;
        nFaces          34282;
        startFace       25532;
    }
    outlet
    {
        type            patch;
        physicalType    patch;
        nFaces          223;
        startFace       59814;
    }
    inlet
    {
        type            patch;
        physicalType    patch;
        nFaces          54;
        startFace       60037;
    }
    wall
    {
        type            wall;
        physicalType    patch;
        nFaces          82;
        startFace       60091;
    }
)

// ************************************************************************* //
