test_cases/openfoam_2d_mach3_cylinder/openfoam_case/constant/turbulenceProperties
FoamFile { version 2.0; format ascii; class dictionary; object turbulenceProperties; }
simulationType  laminar;
