test_cases/openfoam_2d_mach3_cylinder/openfoam_case/constant/thermophysicalProperties
FoamFile { version 2.0; format ascii; class dictionary; object thermophysicalProperties; }
thermoType
{
    type            hePsiThermo;
    mixture         pureMixture;
    transport       sutherland;
    thermo          hConst;
    equationOfState perfectGas;
    specie          specie;
    energy          sensibleInternalEnergy;
}
mixture
{
    specie      { molWeight 28.9; }
    thermodynamics { Cp 1005; Hf 0; }
    transport   { As 1.458e-06; Ts 110.4; }
}
