test_cases/openfoam_2d_mach3_cylinder/openfoam_case/0.orig/U
FoamFile { version 2.0; format ascii; class volVectorField; object U; }
dimensions      [0 1 -1 0 0 0 0];
internalField   uniform (990 0 0);
boundaryField
{
    inlet           { type fixedValue; value uniform (990 0 0); }
    outlet          { type zeroGradient; }
    wall            { type noSlip; }
    frontAndBack    { type empty; }
}
