test_cases/openfoam_2d_mach3_cylinder/openfoam_case/0.orig/p
FoamFile { version 2.0; format ascii; class volScalarField; object p; }
dimensions      [1 -1 -2 0 0 0 0];
internalField   uniform 79.78;
boundaryField
{
    inlet           { type fixedValue; value uniform 79.78; }
    outlet          { type zeroGradient; }
    wall            { type zeroGradient; }
    frontAndBack    { type empty; }
}
