test_cases/openfoam_2d_mach3_cylinder/openfoam_case/0.orig/T
FoamFile { version 2.0; format ascii; class volScalarField; object T; }
dimensions      [0 0 0 1 0 0 0];
internalField   uniform 270.65;
boundaryField
{
    inlet           { type fixedValue; value uniform 270.65; }
    outlet          { type zeroGradient; }
    wall            { type fixedValue; value uniform 800; }
    frontAndBack    { type empty; }
}
