test_cases/openfoam_2d_mach3_cylinder/openfoam_case/system/fvSchemes
FoamFile { version 2.0; format ascii; class dictionary; object fvSchemes; }
fluxScheme      Kurganov;
ddtSchemes      { default Euler; }
gradSchemes     { default Gauss linear; }
divSchemes      { default none; div(tauMC) Gauss linear; }
laplacianSchemes { default Gauss linear corrected; }
interpolationSchemes
{
    default         linear;
    reconstruct(rho) Minmod;
    reconstruct(U)  MinmodV;
    reconstruct(T)  Minmod;
}
snGradSchemes   { default corrected; }
